{
  "en": {
    "please-dont-just-say-hello-in-chat": "Please Don’t Just Say Hello In Chat",
    "tldr": "TL;DR",
    "tldr-description": "Modern chat communication should be done in a way that saves time for all participants and enables an efficient, asynchronous exchange of information. Don’t expect an answer if you just write “Hello” in chat. Don’t call someone out of the blue. Instead, phrase a message that allows your chat partners to provide a meaningful response as soon as they allocate time to read and answer your message.",
    "chat-etiquette": "Chat Etiquette",
    "phone-analogy": "It’s as if you called someone on the phone and said “Hello!” and then put them on hold!",
    "better-approach": "Please do this instead:",
    "faster-help": "Note that you get help minutes sooner, and you don’t make them wait. Instead, the co-worker can start thinking about your question right away!",
    "politeness": "You’re trying to be polite by not jumping right into the request, like you would do in person or on the phone. But Chat is neither of those things. Typing is much slower than talking. Instead of being polite, you are just making the other person wait for you to phrase your question, which is lost productivity.",
    "common-phrases": "The same goes for “Hello – Are you there?”, “Hi Bob – quick question.”, “Do you have a sec?”, “yt?” and “ping”. Just ask the question!",
    "polite-question": "If you feel it’s brusque to simply say “Hi” and ask the question, you can do something like this:",
    "asynchronous-communication": "Additionally, asking your question before getting a reply allows asynchronous communication. If the other party is away, and you leave before they come back, they can still answer your question, instead of just staring at a “Hello” and wondering what they missed.",
    "call-etiquette": "Call Etiquette",
    "no-cold-calls": "Don’t call someone out of the blue. Respect that your desired call partner might be busy and in flow. Calling someone means you request immediate, full attention, interrupting any other activity. Some people like to probe with an initial “hello” to verify whether the presence status shown is true, hoping they can determine whether the recipient is near a device, then will immediately follow up with a call. Don’t do that either. If someone is able and willing to answer a chat message, it does not mean that they are also available for a voice or video call.",
    "better-call-request": "Instead of sending a call probe, or asking “hey, do you have time for a call?” (which is better but not great), you can try something like this:",
    "call-request-benefits": "This does three things: it time bounds the request, it gives the recipient some context, and it helps you remember what you wanted to talk about if the recipient can’t or doesn’t respond until later.",
    "source-code": "The source for this website is open and available on "
  },
  "pt": {
    "please-dont-just-say-hello-in-chat": "Por favor, não diga apenas olá no chat",
    "tldr": "TL;DR",
    "tldr-description": "A comunicação moderna por chat deve ser feita de maneira que economize tempo para todos os participantes e permita uma troca de informações eficiente e assíncrona. Não espere uma resposta se você apenas escrever “Olá” no chat. Não ligue para alguém sem aviso prévio. Em vez disso, formule uma mensagem que permita que seus parceiros de chat forneçam uma resposta significativa assim que alocarem tempo para ler e responder à sua mensagem.",
    "chat-etiquette": "Etiqueta de Chat",
    "phone-analogy": "É como se você ligasse para alguém e dissesse “Olá!” e depois o colocasse em espera!",
    "better-approach": "Por favor, faça isso em vez disso:",
    "faster-help": "Observe que você recebe ajuda minutos mais cedo e não faz a pessoa esperar. Em vez disso, o colega pode começar a pensar na sua pergunta imediatamente!",
    "politeness": "Você está tentando ser educado ao não pular diretamente para o pedido, como faria pessoalmente ou ao telefone. Mas o chat não é nenhuma dessas coisas. Digitar é muito mais lento do que falar. Em vez de ser educado, você está apenas fazendo a outra pessoa esperar para que você formule sua pergunta, o que resulta em produtividade perdida.",
    "common-phrases": "O mesmo vale para “Olá – Você está aí?”, “Oi Bob – pergunta rápida.”, “Você tem um segundo?”, “yt?” e “ping”. Apenas faça a pergunta!",
    "polite-question": "Se você acha que é brusco simplesmente dizer “Oi” e fazer a pergunta, você pode fazer algo assim:",
    "asynchronous-communication": "Além disso, fazer sua pergunta antes de receber uma resposta permite comunicação assíncrona. Se a outra parte estiver ausente e você sair antes que ela volte, ela ainda pode responder à sua pergunta, em vez de ficar apenas olhando para um “Olá” e se perguntando o que perdeu.",
    "call-etiquette": "Etiqueta de Chamada",
    "no-cold-calls": "Não ligue para alguém sem aviso prévio. Respeite que seu parceiro de chamada desejado pode estar ocupado e focado. Ligar para alguém significa que você solicita atenção imediata e total, interrompendo qualquer outra atividade. Algumas pessoas gostam de sondar com um “olá” inicial para verificar se o status de presença mostrado é verdadeiro, esperando poder determinar se o destinatário está perto de um dispositivo, e então seguem imediatamente com uma chamada. Não faça isso também. Se alguém é capaz e está disposto a responder uma mensagem de chat, isso não significa que também está disponível para uma chamada de voz ou vídeo.",
    "better-call-request": "Em vez de enviar uma sondagem de chamada ou perguntar “ei, você tem tempo para uma chamada?” (o que é melhor, mas não ideal), você pode tentar algo assim:",
    "call-request-benefits": "Isto faz três coisas: delimita o tempo do pedido, fornece contexto ao destinatário e ajuda você a lembrar sobre o que queria falar se o destinatário não puder ou não responder até mais tarde.",
    "source-code": "O código-fonte deste site é aberto e disponível no "
  },
  "es": {
    "please-dont-just-say-hello-in-chat": "Por favor, no digas solo hola en el chat",
    "tldr": "TL;DR",
    "tldr-description": "La comunicación moderna en chat debe hacerse de manera que ahorre tiempo a todos los participantes y permita un intercambio eficiente y asíncrono de información. No esperes una respuesta si solo escribes “Hola” en el chat. No llames a alguien de repente. En su lugar, formula un mensaje que permita a tus compañeros de chat proporcionar una respuesta significativa tan pronto como asignen tiempo para leer y responder a tu mensaje.",
    "chat-etiquette": "Etiqueta de Chat",
    "phone-analogy": "¡Es como si llamaras a alguien por teléfono y dijeras “¡Hola!” y luego lo pusieras en espera!",
    "better-approach": "Por favor, haz esto en su lugar:",
    "faster-help": "Nota que obtienes ayuda unos minutos antes y no haces que esperen. En su lugar, el compañero puede comenzar a pensar en tu pregunta de inmediato.",
    "politeness": "Estás tratando de ser cortés al no saltar directamente a la solicitud, como lo harías en persona o por teléfono. Pero el chat no es ninguna de esas cosas. Escribir es mucho más lento que hablar. En lugar de ser cortés, solo estás haciendo que la otra persona espere a que formules tu pregunta, lo que resulta en una pérdida de productividad.",
    "common-phrases": "Lo mismo ocurre con “Hola – ¿estás ahí?”, “Hola Bob – pregunta rápida”, “¿Tienes un momento?”, “yt?” y “ping”. ¡Simplemente haz la pregunta!",
    "polite-question": "Si sientes que es brusco simplemente decir “Hola” y hacer la pregunta, puedes hacer algo así:",
    "asynchronous-communication": "Además, hacer tu pregunta antes de recibir una respuesta permite una comunicación asíncrona. Si la otra parte está ausente y te vas antes de que vuelvan, aún pueden responder a tu pregunta, en lugar de quedarse mirando un “Hola” y preguntarse qué se perdieron.",
    "call-etiquette": "Etiqueta de Llamadas",
    "no-cold-calls": "No llames a alguien de repente. Respeta que tu compañero de llamada deseado podría estar ocupado y concentrado. Llamar a alguien significa que solicitas atención inmediata y completa, interrumpiendo cualquier otra actividad. Algunas personas les gusta indagar con un “hola” inicial para verificar si el estado de presencia mostrado es verdadero, esperando poder determinar si el destinatario está cerca de un dispositivo, y luego seguir inmediatamente con una llamada. No hagas eso tampoco. Si alguien puede y está dispuesto a responder un mensaje de chat, no significa que también esté disponible para una llamada de voz o video.",
    "better-call-request": "En lugar de enviar una sonda de llamada o preguntar “¿hey, tienes tiempo para una llamada?” (lo cual es mejor pero no excelente), puedes intentar algo así:",
    "call-request-benefits": "Esto hace tres cosas: delimita el tiempo de la solicitud, proporciona contexto al destinatario y te ayuda a recordar sobre qué querías hablar si el destinatario no puede o no responde hasta más tarde.",
    "source-code": "El código fuente de este sitio está abierto y disponible en "
  },
  "it": {
    "please-dont-just-say-hello-in-chat": "Per favore, non dire solo ciao nella chat",
    "tldr": "TL;DR",
    "tldr-description": "La comunicazione moderna in chat dovrebbe essere fatta in modo da risparmiare tempo a tutti i partecipanti e consentire uno scambio di informazioni efficiente e asincrono. Non aspettarti una risposta se scrivi solo “Ciao” nella chat. Non contattare qualcuno senza preavviso. Invece, formula un messaggio che consenta ai tuoi interlocutori di fornire una risposta significativa non appena avranno tempo di leggere e rispondere al tuo messaggio.",
    "chat-etiquette": "Etichetta di Chat",
    "phone-analogy": "È come se chiamassi qualcuno al telefono, dicessi “Ciao!” e poi lo mettessi in attesa!",
    "better-approach": "Per favore, fai questo invece:",
    "faster-help": "Nota che ottieni aiuto pochi minuti prima e non li fai aspettare. Invece, il collega può iniziare a pensare alla tua domanda immediatamente!",
    "politeness": "Stai cercando di essere educato non saltando direttamente alla richiesta, come faresti di persona o al telefono. Ma la chat non è nessuna di queste cose. Digitare è molto più lento che parlare. Invece di essere educato, stai solo facendo aspettare l'altra persona per formulare la tua domanda, il che comporta una perdita di produttività.",
    "common-phrases": "Lo stesso vale per “Ciao – Sei lì?”, “Ciao Bob – domanda veloce.”, “Hai un attimo?”, “yt?” e “ping”. Fai semplicemente la domanda!",
    "polite-question": "Se senti che è brusco semplicemente dire “Ciao” e fare la domanda, puoi fare qualcosa del genere:",
    "asynchronous-communication": "Inoltre, fare la tua domanda prima di ricevere una risposta consente una comunicazione asincrona. Se l'altra parte è assente e ti vai prima che torni, può comunque rispondere alla tua domanda, invece di fissarsi su un “Ciao” e chiedersi cosa ha perso.",
    "call-etiquette": "Etichetta di Chiamata",
    "no-cold-calls": "Non chiamare qualcuno senza preavviso. Rispetta che il tuo partner di chiamata desiderato potrebbe essere occupato e concentrato. Chiamare qualcuno significa richiedere attenzione immediata e completa, interrompendo qualsiasi altra attività. Alcune persone amano sondare con un iniziale “ciao” per verificare se lo stato di presenza mostrato è vero, sperando di poter determinare se il destinatario è vicino a un dispositivo, per poi seguire immediatamente con una chiamata. Non fare nemmeno questo. Se qualcuno è capace e disposto a rispondere a un messaggio di chat, non significa che sia disponibile anche per una chiamata vocale o video.",
    "better-call-request": "Invece di inviare una sondaggio di chiamata o chiedere “eh, hai tempo per una chiamata?” (che è meglio ma non ottimo), puoi provare qualcosa del genere:",
    "call-request-benefits": "Questo fa tre cose: delimita il tempo della richiesta, fornisce contesto al destinatario e ti aiuta a ricordare di cosa volevi parlare se il destinatario non può o non risponde fino a più tardi.",
    "source-code": "Il codice sorgente di questo sito è aperto e disponibile su "
  },
  "fr": {
    "please-dont-just-say-hello-in-chat": "Veuillez ne pas simplement dire bonjour dans le chat",
    "tldr": "TL;DR",
    "tldr-description": "La communication moderne par chat doit se faire de manière à gagner du temps pour tous les participants et permettre un échange d'informations efficace et asynchrone. Ne vous attendez pas à une réponse si vous vous contentez de dire « Bonjour » dans le chat. Ne contactez pas quelqu'un à l'improviste. Formulez plutôt un message qui permette à vos interlocuteurs de fournir une réponse significative dès qu'ils ont le temps de lire et de répondre à votre message.",
    "chat-etiquette": "Étiquette de Chat",
    "phone-analogy": "C'est comme si vous appeliez quelqu'un au téléphone, disiez « Bonjour ! » et le mettiez ensuite en attente !",
    "better-approach": "Faites plutôt cela :",
    "faster-help": "Notez que vous obtenez de l'aide quelques minutes plus tôt et que vous ne les faites pas attendre. Au lieu de cela, le collègue peut commencer à réfléchir à votre question immédiatement !",
    "politeness": "Vous essayez d'être poli en ne passant pas directement à la demande, comme vous le feriez en personne ou au téléphone. Mais le chat n'est ni l'un ni l'autre. Taper est beaucoup plus lent que parler. Au lieu d'être poli, vous faites simplement attendre l'autre personne pour que vous puissiez formuler votre question, ce qui entraîne une perte de productivité.",
    "common-phrases": "Il en va de même pour « Bonjour – Êtes-vous là ? », « Salut Bob – question rapide. », « As-tu une minute ? », « yt ? » et « ping ». Posez simplement la question !",
    "polite-question": "Si vous trouvez brusque de simplement dire « Salut » et poser la question, vous pouvez faire quelque chose comme ceci :",
    "asynchronous-communication": "De plus, poser votre question avant de recevoir une réponse permet une communication asynchrone. Si l'autre partie est absente et que vous partez avant qu'elle ne revienne, elle peut toujours répondre à votre question, au lieu de simplement fixer un « Bonjour » et se demander ce qu'elle a manqué.",
    "call-etiquette": "Étiquette d'Appel",
    "no-cold-calls": "Ne contactez pas quelqu'un à l'improviste. Respectez que votre partenaire d'appel souhaité pourrait être occupé et concentré. Appeler quelqu'un signifie que vous demandez une attention immédiate et complète, interrompant toute autre activité. Certaines personnes aiment sonder avec un initial « bonjour » pour vérifier si le statut de présence affiché est vrai, en espérant pouvoir déterminer si le destinataire est proche d'un appareil, puis suivront immédiatement par un appel. Ne faites pas cela non plus. Si quelqu'un est capable et disposé à répondre à un message de chat, cela ne signifie pas qu'il est également disponible pour un appel vocal ou vidéo.",
    "better-call-request": "Au lieu d'envoyer une sonde d'appel ou de demander « hé, as-tu du temps pour un appel ? » (ce qui est mieux mais pas génial), vous pouvez essayer quelque chose comme ceci :",
    "call-request-benefits": "Cela fait trois choses : cela limite le temps de la demande, cela donne du contexte au destinataire et cela vous aide à vous souvenir de ce dont vous vouliez parler si le destinataire ne peut pas ou ne répond pas avant plus tard.",
    "source-code": "Le code source de ce site est ouvert et disponible sur "
  },
  "ja": {
    "please-dont-just-say-hello-in-chat": "チャットで「こんにちは」だけ言わないでください",
    "tldr": "要約",
    "tldr-description": "現代のチャットでのコミュニケーションは、すべての参加者の時間を節約し、効率的で非同期の情報交換を可能にする方法で行うべきです。チャットで「こんにちは」だけ書いても返信を期待しないでください。いきなり連絡するのは避けましょう。その代わりに、相手がメッセージを読んで回答する時間を確保できたときに意味のある返信を提供できるようなメッセージを作成してください。",
    "chat-etiquette": "チャットのエチケット",
    "phone-analogy": "まるで電話をかけて「こんにちは！」と言い、そのまま保留にするようなものです！",
    "better-approach": "代わりにこれをしてください：",
    "faster-help": "これにより、数分早く助けを得られ、相手を待たせることがありません。代わりに、同僚はすぐにあなたの質問について考え始めることができます！",
    "politeness": "あなたは直接依頼に飛び込まないことで礼儀正しくしようとしていますが、それは対面や電話で行うことです。しかし、チャットはどちらでもありません。タイピングは話すよりもはるかに遅いです。礼儀正しくする代わりに、質問をまとめるために相手に待ってもらっているだけで、生産性が失われています。",
    "common-phrases": "「こんにちは – いますか？」「やあボブ – ちょっとした質問。」「時間ありますか？」「yt？」「ping」も同様です。質問をしてください！",
    "polite-question": "単に「こんにちは」と言って質問するのが無愛想だと感じる場合は、次のようにできます：",
    "asynchronous-communication": "さらに、返信を受け取る前に質問することで非同期コミュニケーションが可能になります。相手が離席中で、あなたが戻る前に去った場合でも、「こんにちは」を見つめて何を見逃したのか疑問に思うのではなく、質問に答えることができます。",
    "call-etiquette": "コールエチケット",
    "no-cold-calls": "いきなり連絡するのは避けましょう。あなたの希望するコールパートナーが忙しく集中している可能性があることを尊重してください。誰かに電話をかけるということは、即時の完全な注意を要求し、他の活動を中断することを意味します。初めの「こんにちは」で存在状態が本当かどうかを確認し、受信者がデバイスの近くにいるかどうかを判断できることを望み、その後すぐに電話をかけるのが好きな人もいます。これもやめましょう。誰かがチャットメッセージに答えることができ、意欲的であっても、それは音声またはビデオ通話にも対応可能であることを意味しません。",
    "better-call-request": "コールプローブを送信する代わりに、または「ねえ、電話の時間ある？」と尋ねる代わりに（これは良いですが完璧ではありません）、次のような方法を試すことができます：",
    "call-request-benefits": "これは3つのことを行います：リクエストの時間枠を限定し、受信者にコンテキストを提供し、受信者が後で応答できない場合に話したかったことを覚えておくのに役立ちます。",
    "source-code": "The source for this website is open and available on "
  },
  "ko": {
    "please-dont-just-say-hello-in-chat": "채팅에서 단순히 안녕이라고 말하지 마세요",
    "tldr": "요약",
    "tldr-description": "현대의 채팅 커뮤니케이션은 모든 참여자의 시간을 절약하고 효율적이며 비동기적인 정보 교환을 가능하게 하는 방식으로 이루어져야 합니다. 채팅에서 단순히 “안녕하세요”라고 쓰면 답장을 기대하지 마세요. 예고 없이 누군가에게 연락하지 마세요. 대신, 상대방이 메시지를 읽고 답장할 시간을 할당하는 즉시 의미 있는 응답을 제공할 수 있도록 메시지를 작성하세요.",
    "chat-etiquette": "채팅 예절",
    "phone-analogy": "전화로 누군가에게 전화를 걸고 “안녕하세요!”라고 말한 다음 기다리는 것과 같습니다!",
    "better-approach": "대신 이렇게 하세요:",
    "faster-help": "이렇게 하면 도움을 몇 분 일찍 받을 수 있고, 기다리게 하지 않습니다. 대신 동료가 즉시 질문에 대해 생각하기 시작할 수 있습니다!",
    "politeness": "직접적인 요청을 피함으로써 정중하려고 하지만, 이는 대면이나 전화에서 하는 것처럼 보입니다. 그러나 채팅은 그 어떤 것도 아닙니다. 타이핑은 말하는 것보다 훨씬 느립니다. 정중하려는 대신, 질문을 정리하기 위해 상대방을 기다리게 하여 생산성이 저하됩니다.",
    "common-phrases": "“안녕하세요 – 계신가요?”, “안녕 Bob – 짧은 질문입니다.”, “잠깐 시간 있어요?”, “yt?”, “ping”도 마찬가지입니다. 그냥 질문하세요!",
    "polite-question": "단순히 “안녕”이라고 말하고 질문하는 것이 무뚝뚝하게 느껴진다면, 다음과 같이 할 수 있습니다:",
    "asynchronous-communication": "또한, 답장을 받기 전에 질문하면 비동기식 커뮤니케이션이 가능합니다. 다른 쪽이 자리에 없고, 당신이 돌아오기 전에 떠난다면, 그들은 여전히 “안녕하세요”를 응시하며 무엇을 놓쳤는지 궁금해하지 않고 질문에 답할 수 있습니다.",
    "call-etiquette": "통화 예절",
    "no-cold-calls": "예고 없이 누군가에게 전화하지 마세요. 원하는 통화 파트너가 바쁘거나 집중하고 있을 수 있음을 존중하세요. 누군가에게 전화를 건다는 것은 즉각적이고 완전한 주의를 요청하며, 다른 활동을 방해한다는 것을 의미합니다. 일부 사람들은 표시된 상태가 진실인지 확인하기 위해 초기 “안녕하세요”로 확인하려고 하고, 수신자가 장치 근처에 있는지 판단하려고 희망하며, 그 후 즉시 전화를 걸기를 좋아합니다. 이것도 하지 마세요. 누군가가 채팅 메시지에 답변할 수 있고 기꺼이 하더라도, 이는 음성 또는 영상 통화에도 응답 가능함을 의미하지 않습니다.",
    "better-call-request": "통화 프로브를 보내거나 “야, 통화할 시간 있어?”라고 묻는 대신(이는 더 나지만 완벽하지는 않음), 다음과 같은 방법을 시도할 수 있습니다:",
    "call-request-benefits": "이것은 세 가지를 합니다: 요청의 시간을 제한하고, 수신자에게 약간의 맥락을 제공하며, 수신자가 나중에 응답할 수 없거나 응답하지 않을 경우에 이야기하고 싶었던 내용을 기억하는 데 도움이 됩니다.",
    "source-code": "The source for this website is open and available on "
  }
}
